Repository: nwoetzel/pcs-vc-integration
Catalog: languages/pcs-vc-integration-*.po
Languages: de_de

source: Post Content
de_de: Beitrags Inhalt

source: Content
de_de: Inhalt

source: Display the content of one post within another post.
de_de: Zeige den Inhalt eines Beitrags in einem anderen Beitrag.

source: Post List
de_de: Beitrags Liste

source: Display the content of a list of posts within another post.
de_de: Zeige den Inhalt mehrerer Beiträge in einem anderen Beitrag.

source: Post
de_de: Beitrag

source: Select a post. They are grouped by post type
de_de: Wähle einen Beitrag. Diese sind nach Beitrags Typ gruppiert

source: Data
de_de: Daten

source: Display the post title?
de_de: Zeige den Beitrags Titel an?

source: Whether or not to show the post title at the top of the content. By default, the title is wrapped in h2 tags.
de_de: Wähle ob der Beitrags Titel gezeigt werden soll oder nicht. Standardmäßig wird dieser von h2 tags umgeben.

source: Yes
de_de: Ja

source: Display an excerpt of the post content?
de_de: Zeige einen Auszug des Beitrags Inhaltes?

source: Determines whether to default to showing the post excerpt instead of the post content (still falls back to post content if the excerpt is not set).
de_de: Bestimmt, ob standardmäßig der Auszug anstelle des Inhaltes angezeigt wird (fällt auf den Inhalt zurück, wenn der Auszug im Beitrag nicht gesetzt ist).

source: Excerpt length [words]
de_de: Auszuglänge [Wörter]

source: Limit the length of the content/excerpt shown. Specify the maximum number of words (a read more link will automatically be appended to any entries that exceed that limit).
de_de: Limitiere die Länge des Inhaltes/Auszuges der angezeigt wird. Spezifiziere die maximale Anzahl and Wörtern (ein "mehr" Link wird automatisch angehangen, wenn das Limit überschritten wird).

source: Display the featured image with the post?
de_de: Zeige das Beitragsbild mit dem Beitrag?

source: Determines whether or not to display the featured image (if so, this appears before the content).
de_de: Bestimmt, ob das Beitragsbild angezeigt wird oder nicht (in dem Fall, wird es vor dem Inhalt angezeigt).

source: Featured Image
de_de: Beitragsbild

source: Image width
de_de: Bild Breite

source: The width, in pixels, to which the featured image should be sized.
de_de: Die Breite, in Pixel, zu welcher das Beitragsbild eingestellt wird.

source: Link image
de_de: Verlinke Bild

source: Set this to true/1 if you would like to wrap the featured image in a link to the post.
de_de: Setze dies auf 1/true um das Beitragsbild in einem Link zum Beitrag zu verpacken.

source: By default, this plugin strips shortcodes out of the post content/excerpt. If you would like to attempt to process/render shortcodes in the content, set this flag to true.
de_de: Standardmäßig werden shortcodes aus Beiträgen/Auszügen entfernt. Wenn diese trotzdem im Inhalt verarbeitet/wiedergegeben werden sollen, setze den Wert auf true.

source: Image height
de_de: Bild Höhe

source: The height, in pixels, to which the featured image should be sized.
de_de: Die Höhe, in Pixel, zu welcher das Beitragsbild eingestellt wird.
